# marp-team.marp-vscode
# iamhyc.overleaf-workshop

asvetliakov.vscode-neovim
christian-kohler.path-intellisense
formulahendry.code-runner
github.copilot
github.copilot-chat
github.remotehub
gruntfuggly.todo-tree
hediet.vscode-drawio
janisdd.vscode-edit-csv
kevinrose.vsc-python-indent
liviuschera.noctis
llam4u.nerdtree
mhutchie.git-graph
ms-ceintl.vscode-language-pack-ja
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.mypy-type-checker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.azure-repos
ms-vscode.remote-explorer
ms-vscode.remote-repositories
njpwerner.autodocstring
oderwat.indent-rainbow
phplasma.csv-to-table
pkief.material-icon-theme
sdras.night-owl
steoates.autoimport
streetsidesoftware.code-spell-checker
sukumo28.wav-preview
usernamehw.errorlens
wayou.vscode-todo-highlight
wholroyd.jinja
yzane.markdown-pdf
